Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Разбирает ссылку `happ://routing/add/…` в читаемый профиль (DNS, стратегия, списки Direct/Proxy/Block) и собирает ссылку обратно. Импорт существующих правил и генерация новых для клиента Happ.
ar: يحلّل رابط `happ://routing/add/…` إلى ملف قابل للقراءة (DNS، الاستراتيجية، قوائم Direct/Proxy/Block) ويعيد بناء الرابط. استيراد القواعد الموجودة وتوليد قواعد جديدة لعميل Happ.
de: Analysiert einen `happ://routing/add/…`-Link zu einem lesbaren Profil (DNS, Strategie, Direct/Proxy/Block-Listen) und baut den Link wieder zusammen. Import bestehender Regeln und Erzeugung neuer für den Happ-Client.
en: Parses a `happ://routing/add/…` link into a readable profile (DNS, strategy, Direct/Proxy/Block lists) and builds the link back. Import existing rules and generate new ones for the Happ client.
es: Analiza el enlace `happ://routing/add/…` en un perfil legible (DNS, estrategia, listas Direct/Proxy/Block) y reconstruye el enlace. Importa reglas existentes y genera nuevas para el cliente Happ.
fr: Analyse un lien `happ://routing/add/…` en un profil lisible (DNS, stratégie, listes Direct/Proxy/Block) et reconstruit le lien. Import de règles existantes et génération de nouvelles pour le client Happ.
hi: `happ://routing/add/…` लिंक को पठनीय प्रोफ़ाइल (DNS, रणनीति, Direct/Proxy/Block सूचियाँ) में पार्स करता है और वापस लिंक बनाता है। मौजूदा नियमों का इम्पोर्ट और Happ क्लाइंट के लिए नए नियम जनरेट करना।
it: Analizza il link `happ://routing/add/…` in un profilo leggibile (DNS, strategia, elenchi Direct/Proxy/Block) e ricostruisce il link. Importazione di regole esistenti e generazione di nuove per il client Happ.
ja: `happ://routing/add/…`リンクを読みやすいプロファイル(DNS、戦略、Direct/Proxy/Blockリスト)に解析し、リンクに戻して組み立てます。既存ルールのインポートとHappクライアント向けの新規生成。
ko: `happ://routing/add/…` 링크를 읽기 쉬운 프로필(DNS, 전략, Direct/Proxy/Block 목록)로 파싱하고 다시 링크로 조립합니다. 기존 규칙 가져오기 및 Happ 클라이언트용 새 규칙 생성.
pt_br: Interpreta o link `happ://routing/add/…` em um perfil legível (DNS, estratégia, listas Direct/Proxy/Block) e monta o link de volta. Importa regras existentes e gera novas para o cliente Happ.
tr: `happ://routing/add/…` bağlantısını okunabilir bir profile (DNS, strateji, Direct/Proxy/Block listeleri) ayrıştırır ve bağlantıyı tekrar oluşturur. Mevcut kuralları içe aktarma ve Happ istemcisi için yenilerini üretme.
zh_hans: 将 `happ://routing/add/…` 链接解析为可读配置（DNS、策略、Direct/Proxy/Block 列表）并可重新组装成链接。为 Happ 客户端导入现有规则并生成新规则。

source: Разбор и генерация incy://crypt1
ar: تحليل وتوليد incy://crypt1
de: Analyse und Erzeugung von incy://crypt1
en: Parse and generate incy://crypt1
es: Análisis y generación de incy://crypt1
fr: Analyse et génération incy://crypt1
hi: incy://crypt1 का पार्सिंग और जनरेशन
it: Analisi e generazione di incy://crypt1
ja: incy://crypt1の解析と生成
ko: incy://crypt1 파싱 및 생성
pt_br: Interpretação e geração de incy://crypt1
tr: incy://crypt1 ayrıştırma ve üretme
zh_hans: 解析并生成 incy://crypt1

source: Разбор и сборка правил роутинга
ar: تحليل وبناء قواعد التوجيه
de: Analyse und Zusammenbau von Routing-Regeln
en: Parse and build routing rules
es: Análisis y construcción de reglas de enrutamiento
fr: Analyse et construction des règles de routage
hi: रूटिंग नियमों का पार्सिंग और निर्माण
it: Analisi e composizione delle regole di routing
ja: ルーティングルールの解析と組み立て
ko: 라우팅 규칙 파싱 및 조립
pt_br: Interpretação e montagem de regras de roteamento
tr: Yönlendirme kurallarını ayrıştırma ve oluşturma
zh_hans: 解析并组装路由规则

source: Размер
ar: الحجم
de: Größe
en: Size
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
tr: Boyut
zh_hans: 大小

source: Распаковка rule-set в правила
ar: فك ضغط rule-set إلى قواعد
de: Entpacken des rule-set in Regeln
en: Unpack rule-set into rules
es: Descompresión del rule-set en reglas
fr: Décompression du rule-set en règles
hi: rule-set को नियमों में अनपैक करना
it: Estrazione del rule-set in regole
ja: rule-setをルールに展開
ko: rule-set을 규칙으로 압축 해제
pt_br: Descompactação de rule-set em regras
tr: rule-set'i kurallara açma
zh_hans: 将 rule-set 解包为规则

source: Распаковывает скомпилированный rule-set mihomo (`.mrs`) обратно в список доменов или подсетей с поиском и экспортом.
ar: يفك ضغط rule-set المُترجَم لـ mihomo (`.mrs`) إلى قائمة نطاقات أو شبكات فرعية مع بحث وتصدير.
de: Entpackt ein kompiliertes mihomo rule-set (`.mrs`) zurück in eine Liste von Domains oder Subnetzen, mit Suche und Export.
en: Unpacks a compiled mihomo rule-set (`.mrs`) back into a list of domains or subnets, with search and export.
es: Descomprime el rule-set compilado de mihomo (`.mrs`) de nuevo en una lista de dominios o subredes con búsqueda y exportación.
fr: Décompresse un rule-set mihomo compilé (`.mrs`) en liste de domaines ou de sous-réseaux, avec recherche et export.
hi: कंपाइल किए गए mihomo rule-set (`.mrs`) को वापस डोमेन या सबनेट की सूची में अनपैक करता है, खोज और एक्सपोर्ट के साथ।
it: Estrae il rule-set compilato mihomo (`.mrs`) in un elenco di domini o subnet, con ricerca ed esportazione.
ja: コンパイル済みのmihomo rule-set(`.mrs`)をドメインまたはサブネットの一覧に展開し、検索とエクスポートができます。
ko: 컴파일된 mihomo rule-set(`.mrs`)을 다시 도메인 또는 서브넷 목록으로 압축 해제하며 검색과 내보내기를 지원합니다.
pt_br: Descompacta um rule-set compilado do mihomo (`.mrs`) de volta em uma lista de domínios ou sub-redes, com busca e exportação.
tr: Derlenmiş mihomo rule-set'ini (`.mrs`) arama ve dışa aktarma ile tekrar alan adı veya alt ağ listesine açar.
zh_hans: 将编译后的 mihomo rule-set（`.mrs`）解包回域名或子网列表，支持搜索和导出。

source: Расшифровано из Happ-ссылки
ar: مفكوك التشفير من رابط Happ
de: Aus Happ-Link entschlüsselt
en: Decrypted from the Happ link
es: Descifrado del enlace Happ
fr: Déchiffré depuis le lien Happ
hi: Happ लिंक से डिक्रिप्ट किया गया
it: Decifrato dal link Happ
ja: Happリンクから復号
ko: Happ 링크에서 복호화됨
pt_br: Descriptografado do link Happ
tr: Happ bağlantısından şifre çözüldü
zh_hans: 从 Happ 链接解密

source: Расшифровка happ://crypt-ссылок
ar: فك تشفير روابط happ://crypt
de: Entschlüsselung von happ://crypt-Links
en: Decrypt happ://crypt links
es: Descifrado de enlaces happ://crypt
fr: Déchiffrement des liens happ://crypt
hi: happ://crypt लिंक का डिक्रिप्शन
it: Decifratura dei link happ://crypt
ja: happ://cryptリンクの復号
ko: happ://crypt 링크 복호화
pt_br: Descriptografia de links happ://crypt
tr: happ://crypt bağlantılarının şifresini çözme
zh_hans: 解密 happ://crypt 链接

source: Расшифровывает ссылки `happ://crypt…` (обычно это подписка или конфиг) в читаемый вид. Всё считается на устройстве.
ar: يفك تشفير روابط `happ://crypt…` (عادةً اشتراك أو إعداد) إلى صيغة قابلة للقراءة. كل شيء يُحسب على الجهاز.
de: Entschlüsselt `happ://crypt…`-Links (meist ein Abo oder eine Konfiguration) in eine lesbare Form. Alles wird auf dem Gerät berechnet.
en: Decrypts `happ://crypt…` links (usually a subscription or config) into readable form. Everything is computed on the device.
es: Descifra los enlaces `happ://crypt…` (normalmente una suscripción o configuración) a un formato legible. Todo se procesa en el dispositivo.
fr: Déchiffre les liens `happ://crypt…` (généralement un abonnement ou une config) en une forme lisible. Tout est calculé sur l'appareil.
hi: `happ://crypt…` लिंक (आमतौर पर सब्सक्रिप्शन या कॉन्फ़िग) को पठनीय रूप में डिक्रिप्ट करता है। सब कुछ डिवाइस पर ही होता है।
it: Decifra i link `happ://crypt…` (di solito una sottoscrizione o una configurazione) in forma leggibile. Tutto viene calcolato sul dispositivo.
ja: `happ://crypt…`リンク(通常はサブスクリプションまたは設定)を読みやすい形式に復号します。すべてデバイス上で処理されます。
ko: `happ://crypt…` 링크(보통 구독 또는 설정)를 읽기 쉬운 형태로 복호화합니다. 모든 처리는 기기에서 이루어집니다.
pt_br: Descriptografa links `happ://crypt…` (geralmente uma assinatura ou configuração) em formato legível. Tudo é processado no dispositivo.
tr: `happ://crypt…` bağlantılarının (genellikle abonelik veya yapılandırma) şifresini okunabilir hale getirir. Her şey cihazda hesaplanır.
zh_hans: 将 `happ://crypt…` 链接（通常是订阅或配置）解密为可读形式。全部在设备上完成。

source: Редирект
ar: إعادة توجيه
de: Weiterleitung
en: Redirect
es: Redirección
fr: Redirection
hi: रीडायरेक्ट
it: Redirect
ja: リダイレクト
ko: 리디렉션
pt_br: Redirecionamento
tr: Yönlendirme
zh_hans: 重定向

source: Рукопожатие проходит, когда предлагается только X25519.
ar: تنجح المصافحة عند عرض X25519 فقط.
de: Der Handshake gelingt, wenn nur X25519 angeboten wird.
en: The handshake succeeds when only X25519 is offered.
es: El handshake se completa cuando solo se ofrece X25519.
fr: Le handshake réussit quand seul X25519 est proposé.
hi: जब केवल X25519 पेश किया जाता है तो handshake सफल होता है।
it: L'handshake riesce quando viene proposto solo X25519.
ja: X25519のみが提示された場合にハンドシェイクが成立します。
ko: X25519만 제안될 때 handshake가 성공합니다.
pt_br: O handshake é concluído quando apenas X25519 é oferecido.
tr: Yalnızca X25519 önerildiğinde handshake başarılı olur.
zh_hans: 仅提供 X25519 时握手成功。

source: Сервер
ar: الخادم
de: Server
en: Server
es: Servidor
fr: Serveur
hi: सर्वर
it: Server
ja: サーバー
ko: 서버
pt_br: Servidor
tr: Sunucu
zh_hans: 服务器

source: Сервер вернул неизвестный формат — попробуйте другой User-Agent
ar: أعاد الخادم تنسيقًا غير معروف — جرّب User-Agent آخر
de: Server hat ein unbekanntes Format zurückgegeben — versuchen Sie einen anderen User-Agent
en: The server returned an unknown format — try a different User-Agent
es: El servidor devolvió un formato desconocido — prueba con otro User-Agent
fr: Le serveur a renvoyé un format inconnu — essayez un autre User-Agent
hi: सर्वर ने अज्ञात फ़ॉर्मैट लौटाया — कोई दूसरा User-Agent आज़माएँ
it: Il server ha restituito un formato sconosciuto — prova un altro User-Agent
ja: サーバーが不明な形式を返しました — 別のUser-Agentをお試しください
ko: 서버가 알 수 없는 형식을 반환함 — 다른 User-Agent를 사용해 보세요
pt_br: O servidor retornou um formato desconhecido — tente outro User-Agent
tr: Sunucu bilinmeyen bir format döndürdü — farklı bir User-Agent deneyin
zh_hans: 服务器返回了未知格式 — 请尝试其他 User-Agent

source: Сервер не завершил рукопожатие на одном X25519 — Reality опирается на эту кривую.
ar: لم يُكمل الخادم المصافحة على X25519 وحده — يعتمد Reality على هذا المنحنى.
de: Server hat den Handshake mit nur X25519 nicht abgeschlossen — Reality stützt sich auf diese Kurve.
en: The server didn't complete the handshake on X25519 alone — Reality relies on this curve.
es: El servidor no completó el handshake solo con X25519 — Reality depende de esa curva.
fr: Le serveur n'a pas terminé le handshake sur X25519 seul — Reality repose sur cette courbe.
hi: सर्वर ने केवल X25519 पर handshake पूरा नहीं किया — Reality इसी कर्व पर निर्भर करता है।
it: Il server non ha completato l'handshake con solo X25519 — Reality si basa su questa curva.
ja: サーバーはX25519単独でハンドシェイクを完了しませんでした — Realityはこの曲線に依存します。
ko: 서버가 X25519만으로 handshake를 완료하지 못했습니다 — Reality는 이 곡선에 의존합니다.
pt_br: O servidor não concluiu o handshake apenas com X25519 — o Reality depende dessa curva.
tr: Sunucu yalnızca X25519 ile handshake'i tamamlamadı — Reality bu eğriye dayanır.
zh_hans: 服务器未能仅用 X25519 完成握手 — Reality 依赖该曲线。

source: Серверы APNs и FCM отвечают — сеть доставку уведомлений не блокирует.
ar: خوادم APNs وFCM تستجيب — الشبكة لا تحجب تسليم الإشعارات.
de: APNs- und FCM-Server antworten — das Netzwerk blockiert die Zustellung von Benachrichtigungen nicht.
en: APNs and FCM servers respond — the network isn't blocking notification delivery.
es: Los servidores APNs y FCM responden — la red no bloquea la entrega de notificaciones.
fr: Les serveurs APNs et FCM répondent — le réseau ne bloque pas la livraison des notifications.
hi: APNs और FCM सर्वर जवाब दे रहे हैं — नेटवर्क सूचना डिलीवरी को ब्लॉक नहीं करता।
it: I server APNs e FCM rispondono — la rete non blocca la consegna delle notifiche.
ja: APNsとFCMのサーバーが応答しています — ネットワークは通知配信をブロックしていません。
ko: APNs와 FCM 서버가 응답합니다 — 네트워크가 알림 전송을 차단하지 않습니다.
pt_br: Os servidores APNs e FCM respondem — a rede não bloqueia a entrega de notificações.
tr: APNs ve FCM sunucuları yanıt veriyor — ağ bildirim teslimatını engellemiyor.
zh_hans: APNs 和 FCM 服务器有响应 — 网络未阻断通知投递。

source: Сертификат
ar: الشهادة
de: Zertifikat
en: Certificate
es: Certificado
fr: Certificat
hi: सर्टिफ़िकेट
it: Certificato
ja: 証明書
ko: 인증서
pt_br: Certificado
tr: Sertifika
zh_hans: 证书

source: Сертификат доверенный и не истёк
ar: الشهادة موثوقة وغير منتهية
de: Zertifikat vertrauenswürdig und nicht abgelaufen
en: Certificate is trusted and not expired
es: El certificado es de confianza y no ha caducado
fr: Certificat de confiance et non expiré
hi: सर्टिफ़िकेट विश्वसनीय है और समाप्त नहीं हुआ
it: Certificato attendibile e non scaduto
ja: 証明書は信頼済みで有効期限内です
ko: 인증서가 신뢰되며 만료되지 않음
pt_br: Certificado confiável e não expirado
tr: Sertifika güvenilir ve süresi geçmemiş
zh_hans: 证书受信任且未过期

source: Сертификат покрывает домен
ar: الشهادة تغطي النطاق
de: Zertifikat deckt die Domain ab
en: Certificate covers the domain
es: El certificado cubre el dominio
fr: Le certificat couvre le domaine
hi: सर्टिफ़िकेट डोमेन को कवर करता है
it: Il certificato copre il dominio
ja: 証明書はドメインをカバーしています
ko: 인증서가 도메인을 포함함
pt_br: O certificado cobre o domínio
tr: Sertifika alan adını kapsıyor
zh_hans: 证书覆盖该域名

source: Скачивание ядра недоступно на этой платформе
ar: تنزيل النواة غير متاح على هذه المنصة
de: Core-Download auf dieser Plattform nicht verfügbar
en: Core download isn't available on this platform
es: La descarga del núcleo no está disponible en esta plataforma
fr: Le téléchargement du noyau n'est pas disponible sur cette plateforme
hi: इस प्लेटफ़ॉर्म पर कोर डाउनलोड उपलब्ध नहीं है
it: Il download del core non è disponibile su questa piattaforma
ja: このプラットフォームではコアのダウンロードを利用できません
ko: 이 플랫폼에서는 코어 다운로드를 사용할 수 없음
pt_br: O download do núcleo não está disponível nesta plataforma
tr: Çekirdek indirme bu platformda kullanılamıyor
zh_hans: 此平台不支持下载内核

source: Согласован TLS 1.3.
ar: تم التفاوض على TLS 1.3.
de: TLS 1.3 ausgehandelt.
en: TLS 1.3 negotiated.
es: TLS 1.3 negociado.
fr: TLS 1.3 négocié.
hi: TLS 1.3 तय हुआ।
it: TLS 1.3 negoziato.
ja: TLS 1.3がネゴシエートされました。
ko: TLS 1.3이 협상됨.
pt_br: TLS 1.3 negociado.
tr: TLS 1.3 üzerinde anlaşıldı.
zh_hans: 已协商 TLS 1.3。

source: Списки и данные
ar: القوائم والبيانات
de: Listen und Daten
en: Lists and data
es: Listas y datos
fr: Listes et données
hi: सूचियाँ और डेटा
it: Elenchi e dati
ja: リストとデータ
ko: 목록 및 데이터
pt_br: Listas e dados
tr: Listeler ve veriler
zh_hans: 列表与数据

source: Срок сертификата
ar: مدة صلاحية الشهادة
de: Gültigkeit des Zertifikats
en: Certificate validity
es: Vigencia del certificado
fr: Validité du certificat
hi: सर्टिफ़िकेट की वैधता
it: Scadenza del certificato
ja: 証明書の有効期限
ko: 인증서 유효 기간
pt_br: Validade do certificado
tr: Sertifika geçerlilik süresi
zh_hans: 证书有效期

source: Ссылки и подписки
ar: الروابط والاشتراكات
de: Links und Abos
en: Links and subscriptions
es: Enlaces y suscripciones
fr: Liens et abonnements
hi: लिंक और सब्सक्रिप्शन
it: Link e sottoscrizioni
ja: リンクとサブスクリプション
ko: 링크 및 구독
pt_br: Links e assinaturas
tr: Bağlantılar ve abonelikler
zh_hans: 链接与订阅

source: Транспорт
ar: النقل
de: Transport
en: Transport
es: Transporte
fr: Transport
hi: ट्रांसपोर्ट
it: Trasporto
ja: トランスポート
ko: 전송
pt_br: Transporte
tr: Taşıma
zh_hans: 传输

source: Трафик
ar: حركة البيانات
de: Traffic
en: Traffic
es: Tráfico
fr: Trafic
hi: ट्रैफ़िक
it: Traffico
ja: トラフィック
ko: 트래픽
pt_br: Tráfego
tr: Trafik
zh_hans: 流量

source: Файл
ar: الملف
de: Datei
en: File
es: Archivo
fr: Fichier
hi: फ़ाइल
it: File
ja: ファイル
ko: 파일
pt_br: Arquivo
tr: Dosya
zh_hans: 文件

source: Файл повреждён или обрезан.
ar: الملف تالف أو مقطوع.
de: Datei beschädigt oder abgeschnitten.
en: The file is corrupted or truncated.
es: El archivo está dañado o truncado.
fr: Fichier corrompu ou tronqué.
hi: फ़ाइल क्षतिग्रस्त या अधूरी है।
it: File danneggiato o troncato.
ja: ファイルが破損しているか途中で切れています。
ko: 파일이 손상되었거나 잘렸습니다.
pt_br: Arquivo corrompido ou truncado.
tr: Dosya bozuk veya kesilmiş.
zh_hans: 文件已损坏或被截断。

source: Хосты и роутинг из подписки
ar: المضيفات والتوجيه من الاشتراك
de: Hosts und Routing aus dem Abo
en: Hosts and routing from a subscription
es: Hosts y enrutamiento de la suscripción
fr: Hôtes et routage de l'abonnement
hi: सब्सक्रिप्शन से होस्ट और रूटिंग
it: Host e routing dalla sottoscrizione
ja: サブスクリプションのホストとルーティング
ko: 구독의 호스트 및 라우팅
pt_br: Hosts e roteamento da assinatura
tr: Abonelikten hostlar ve yönlendirme
zh_hans: 订阅中的主机与路由

source: Цепочка не прошла системную проверку или срок вышел.
ar: فشلت السلسلة في الفحص النظامي أو انتهت صلاحيتها.
de: Die Kette hat die Systemprüfung nicht bestanden oder ist abgelaufen.
en: The chain failed system validation or has expired.
es: La cadena no pasó la verificación del sistema o ha caducado.
fr: La chaîne a échoué à la vérification système ou est expirée.
hi: चेन सिस्टम जाँच में विफल रही या वैधता समाप्त हो गई।
it: La catena non ha superato la verifica di sistema o è scaduta.
ja: チェーンがシステム検証に失敗したか有効期限が切れています。
ko: 체인이 시스템 검증에 실패했거나 만료되었습니다.
pt_br: A cadeia não passou na verificação do sistema ou expirou.
tr: Zincir sistem doğrulamasını geçemedi veya süresi doldu.
zh_hans: 证书链未通过系统校验或已过期。

source: Что отдаёт сервер разным клиентам
ar: ما يقدمه الخادم لعملاء مختلفين
de: Was der Server verschiedenen Clients liefert
en: What the server returns to different clients
es: Qué entrega el servidor a distintos clientes
fr: Ce que le serveur renvoie aux différents clients
hi: सर्वर अलग-अलग क्लाइंट को क्या देता है
it: Cosa restituisce il server ai diversi client
ja: サーバーが各クライアントに返す内容
ko: 서버가 여러 클라이언트에게 반환하는 것
pt_br: O que o servidor entrega a diferentes clientes
tr: Sunucunun farklı istemcilere ne verdiği
zh_hans: 服务器向不同客户端返回什么

source: Это не .mrs файл (не zstd).
ar: هذا ليس ملف .mrs (ليس zstd).
de: Das ist keine .mrs-Datei (kein zstd).
en: Not a .mrs file (not zstd).
es: No es un archivo .mrs (no es zstd).
fr: Ce n'est pas un fichier .mrs (pas zstd).
hi: यह .mrs फ़ाइल नहीं है (zstd नहीं)।
it: Non è un file .mrs (non zstd).
ja: .mrsファイルではありません(zstdではありません)。
ko: .mrs 파일이 아닙니다 (zstd 아님).
pt_br: Não é um arquivo .mrs (não é zstd).
tr: .mrs dosyası değil (zstd değil).
zh_hans: 这不是 .mrs 文件（非 zstd）。

source: Это не ссылка happ://crypt…
ar: هذا ليس رابط happ://crypt…
de: Das ist kein happ://crypt…-Link
en: Not a happ://crypt… link
es: No es un enlace happ://crypt…
fr: Ce n'est pas un lien happ://crypt…
hi: यह happ://crypt… लिंक नहीं है
it: Non è un link happ://crypt…
ja: これはhapp://crypt…リンクではありません
ko: happ://crypt… 링크가 아닙니다
pt_br: Não é um link happ://crypt…
tr: Bu bir happ://crypt… bağlantısı değil
zh_hans: 这不是 happ://crypt… 链接

source: Это не ссылка happ://routing/add/…
ar: هذا ليس رابط happ://routing/add/…
de: Das ist kein happ://routing/add/…-Link
en: Not a happ://routing/add/… link
es: No es un enlace happ://routing/add/…
fr: Ce n'est pas un lien happ://routing/add/…
hi: यह happ://routing/add/… लिंक नहीं है
it: Non è un link happ://routing/add/…
ja: これはhapp://routing/add/…リンクではありません
ko: happ://routing/add/… 링크가 아닙니다
pt_br: Não é um link happ://routing/add/…
tr: Bu bir happ://routing/add/… bağlantısı değil
zh_hans: 这不是 happ://routing/add/… 链接

source: Это не ссылка incy://crypt1/…
ar: هذا ليس رابط incy://crypt1/…
de: Das ist kein incy://crypt1/…-Link
en: Not an incy://crypt1/… link
es: No es un enlace incy://crypt1/…
fr: Ce n'est pas un lien incy://crypt1/…
hi: यह incy://crypt1/… लिंक नहीं है
it: Non è un link incy://crypt1/…
ja: これはincy://crypt1/…リンクではありません
ko: incy://crypt1/… 링크가 아닙니다
pt_br: Não é um link incy://crypt1/…
tr: Bu bir incy://crypt1/… bağlantısı değil
zh_hans: 这不是 incy://crypt1/… 链接

source: Ядро Xray не подключено в этой сборке
ar: نواة Xray غير مضمّنة في هذه النسخة
de: Xray-Core ist in diesem Build nicht eingebunden
en: The Xray core isn't included in this build
es: El núcleo Xray no está incluido en esta compilación
fr: Le noyau Xray n'est pas intégré dans cette build
hi: इस बिल्ड में Xray कोर शामिल नहीं है
it: Il core Xray non è incluso in questa build
ja: このビルドにはXrayコアが含まれていません
ko: 이 빌드에는 Xray 코어가 포함되지 않음
pt_br: O núcleo Xray não está incluído nesta build
tr: Xray çekirdeği bu derlemede bağlı değil
zh_hans: 此版本未内置 Xray 内核

source: Ядро Xray не установлено — скачайте его в настройках
ar: نواة Xray غير مثبتة — نزّلها من الإعدادات
de: Xray-Core nicht installiert — laden Sie ihn in den Einstellungen herunter
en: The Xray core isn't installed — download it in settings
es: El núcleo Xray no está instalado — descárgalo en los ajustes
fr: Le noyau Xray n'est pas installé — téléchargez-le dans les réglages
hi: Xray कोर इंस्टॉल नहीं है — इसे सेटिंग्स में डाउनलोड करें
it: Il core Xray non è installato — scaricalo nelle impostazioni
ja: Xrayコアがインストールされていません — 設定でダウンロードしてください
ko: Xray 코어가 설치되지 않음 — 설정에서 다운로드하세요
pt_br: O núcleo Xray não está instalado — baixe-o nas configurações
tr: Xray çekirdeği kurulu değil — ayarlardan indirin
zh_hans: 未安装 Xray 内核 — 请在设置中下载

source: без узлов
ar: بدون عُقد
de: keine Knoten
en: no nodes
es: sin nodos
fr: sans nœuds
hi: कोई नोड नहीं
it: senza nodi
ja: ノードなし
ko: 노드 없음
pt_br: sem nós
tr: düğüm yok
zh_hans: 无节点

source: блок
ar: حجب
de: Block
en: block
es: bloqueo
fr: bloc
hi: ब्लॉक
it: blocco
ja: Block
ko: 차단
pt_br: bloqueio
tr: engel
zh_hans: 阻断

source: блокируется
ar: محجوب
de: blockiert
en: blocked
es: bloqueado
fr: bloqué
hi: ब्लॉक किया जा रहा है
it: bloccato
ja: ブロックされています
ko: 차단됨
pt_br: bloqueado
tr: engelleniyor
zh_hans: 被阻断

source: вкл
ar: مُفعّل
de: an
en: on
es: act.
fr: activé
hi: चालू
it: on
ja: オン
ko: 켜짐
pt_br: ligado
tr: açık
zh_hans: 开

source: выкл
ar: مُعطّل
de: aus
en: off
es: desact.
fr: désactivé
hi: बंद
it: off
ja: オフ
ko: 꺼짐
pt_br: desligado
tr: kapalı
zh_hans: 关

source: выполнено
ar: تم
de: erledigt
en: done
es: completado
fr: réussi
hi: पूर्ण
it: eseguito
ja: 完了
ko: 완료됨
pt_br: concluído
tr: tamamlandı
zh_hans: 已完成

source: да
ar: نعم
de: ja
en: yes
es: sí
fr: oui
hi: हाँ
it: sì
ja: はい
ko: 예
pt_br: sim
tr: evet
zh_hans: 是

source: домен
ar: نطاق
de: Domain
en: domain
es: dominio
fr: domaine
hi: डोमेन
it: dominio
ja: ドメイン
ko: 도메인
pt_br: domínio
tr: alan adı
zh_hans: 域名

source: доступ ограничен
ar: وصول مقيّد
de: Zugriff eingeschränkt
en: access restricted
es: acceso restringido
fr: accès restreint
hi: पहुँच सीमित
it: accesso limitato
ja: アクセス制限あり
ko: 접근 제한됨
pt_br: acesso restrito
tr: erişim kısıtlı
zh_hans: 访问受限

source: единый реестр
ar: السجل الموحّد
de: zentrales Register
en: unified registry
es: registro unificado
fr: registre unifié
hi: एकीकृत रजिस्ट्री
it: registro unificato
ja: 統一登録簿
ko: 통합 등록부
pt_br: registro único
tr: birleşik sicil
zh_hans: 统一登记册

source: заблокирован
ar: محجوب
de: gesperrt
en: blocked
es: bloqueado
fr: bloqué
hi: ब्लॉक किया गया
it: bloccato
ja: ブロック済み
ko: 차단됨
pt_br: bloqueado
tr: engellendi
zh_hans: 已封锁

source: закрыто
ar: مغلق
de: geschlossen
en: closed
es: cerrado
fr: fermé
hi: बंद
it: chiuso
ja: 閉じています
ko: 닫힘
pt_br: fechado
tr: kapalı
zh_hans: 已关闭

source: замечание
ar: ملاحظة
de: Anmerkung
en: caveat
es: observación
fr: remarque
hi: टिप्पणी
it: nota
ja: 注意点
ko: 참고 사항
pt_br: ressalva
tr: sorun
zh_hans: 注意事项

source: запрещ
ar: محظور
de: verboten
en: banned
es: prohib.
fr: interdit
hi: प्रतिबंधित
it: vietato
ja: 禁止
ko: 금지됨
pt_br: proibido
tr: yasak
zh_hans: 禁止

source: каждые 2 с
ar: كل 2 ث
de: alle 2 s
en: every 2 s
es: cada 2 s
fr: toutes les 2 s
hi: हर 2 सेकंड
it: ogni 2 s
ja: 2秒ごと
ko: 2초마다
pt_br: a cada 2 s
tr: her 2 sn
zh_hans: 每 2 秒

source: не блокируется
ar: غير محجوب
de: nicht blockiert
en: not blocked
es: no bloqueado
fr: non bloqué
hi: ब्लॉक नहीं किया जा रहा
it: non bloccato
ja: ブロックされていません
ko: 차단되지 않음
pt_br: não bloqueado
tr: engellenmiyor
zh_hans: 未阻断

source: не выполнено
ar: لم يتم
de: nicht erledigt
en: not done
es: no completado
fr: échoué
hi: पूर्ण नहीं
it: non eseguito
ja: 未完了
ko: 완료되지 않음
pt_br: não concluído
tr: tamamlanmadı
zh_hans: 未完成

source: не определено
ar: غير محدّد
de: nicht bestimmt
en: undetermined
es: sin determinar
fr: indéfini
hi: अनिर्धारित
it: non definito
ja: 未確定
ko: 확인되지 않음
pt_br: indefinido
tr: belirlenmedi
zh_hans: 未确定

source: неизвестно
ar: غير معروف
de: unbekannt
en: unknown
es: desconocido
fr: inconnu
hi: अज्ञात
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
tr: bilinmiyor
zh_hans: 未知
